{"_id":{"$oid":"5f5f9241456e564472c003c3"},"id":"PMID:29610475","updated":"2020-09-14T17:53:58.179847","abstract":"Comprehensive genomic characterization of prostate cancer has identified recurrent alterations in genes involved in androgen signaling, DNA repair, and PI3K signaling, among others. However, larger and uniform genomic analysis may identify additional recurrently mutated genes at lower frequencies. Here we aggregate and uniformly analyze exome sequencing data from 1,013 prostate cancers. We identify and validate a new class of E26 transformation-specific (ETS)-fusion-negative tumors defined by mutations in epigenetic regulators, as well as alterations in pathways not previously implicated in prostate cancer, such as the spliceosome pathway. We find that the incidence of significantly mutated genes (SMGs) follows a long-tail distribution, with many genes mutated in less than 3% of cases. We identify a total of 97 SMGs, including 70 not previously implicated in prostate cancer, such as the ubiquitin ligase CUL3 and the transcription factor SPEN. Finally, comparing primary and metastatic prostate cancer identifies a set of genomic markers that may inform risk stratification.","title":"The long tail of oncogenic drivers in prostate cancer.","journal":"Nature genetics","authors":"Armenia J, Wankowicz SAM, Liu D, Gao J, Kundra R, Reznik E, Chatila WK, Chakravarty D, Han GC, Coleman I, Montgomery B, Pritchard C, Morrissey C, Barbieri CE, Beltran H, Sboner A, Zafeiriou Z, Miranda S, Bielski CM, Penson AV, Tolonen C, Huang FW, Robinson D, Wu YM, Lonigro R, Garraway LA, Demichelis F, Kantoff PW, Taplin ME, Abida W, Taylor BS, Scher HI, Nelson PS, de Bono JS, Rubin MA, Sawyers CL, Chinnaiyan AM, PCF/SU2C International Prostate Cancer Dream Team, Schultz N, Van Allen EM.","label":"Armenia J, Wankowicz SAM et al. (2018): The long tail of oncogenic drivers...","pmcid":"PMC6107367","status":"","counts":{"ccgh":0,"acgh":0.0,"wes":1013.0,"wgs":0,"progenetix":1013,"arraymap":0,"ngs":0,"genomes":1013},"provenance":{"geo_location":{"type":"Feature","geometry":{"coordinates":[-74.01,40.71],"type":"Point"},"properties":{"label":"New York City, United States of America","city":"New York City","country":"United States of America","continent":{"$undefined":true},"latitude":40.71,"longitude":-74.01,"ISO3166alpha3":"USA","precision":"city"}}},"sample_types":[{"id":"NCIT:C2919","label":"Prostate Adenocarcinoma","count":1013}],"contact":{"name":"","email":"","affiliation":"Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY, USA."},"info":{},"progenetix_use":false,"pubYear":"2018"}
